tutorials/reactingLagrangianQGDFoam/gasDiffusion/0/constr.include
    frontAndBack
    {
        type        empty;
    }
